Repository: Dinakhaled15/Travely
Catalog: *.lproj/Localizable.strings
Languages: ar

source: PLAN
ar: خطط

# your_travel
source: Plan Your Travel
ar: خطط لرحلتك القادمة

source: Trip count down
ar: عد تنازلي لرحلتك القادمة

source: Schedule your next trip
ar: اختر موعد الرحلة

source: Hello Traveler!
ar: مرحبًا آيها المسافر!

source: Pre-Travel Checklist
ar: قائمة التجهيز للسفر

source: Places
ar: أماكن

source: Staying
ar: الإقامة

source: Emergency Numbers
ar: أرقام الطوارئ

# back_home
source: Home
ar: الرئيسية

source: Adventure Awaits
ar: المغامرة في انتظارك

source: Plan your Trip and Enjoy a Stress-free Travel full of Adventures and Memories
ar: خطط لرحلتك واستمتع برحلة خالية من الإجهاد مليئة بالمغامرات والذكريات

source: Get Started
ar: البدء

source: Ambulance
ar: سياره اسعاف

source: Police
ar: شرطة

source: Civil Defense
ar: الدفاع المدني

source: Traffic Accidents
ar: حوادث المرور

source: Roads Security
ar: امن الطرق

source: Natural Disasters
ar: الكوارث الطبيعية

source: Ministry of Health
ar: وزارة الصحة

source: Unified Emergency Number
ar: رقم الطوارئ الموحد

source: Kingdom Emergency
ar: طوارئ المملكة

source: For health issues
ar: لقضايا الصحة

source: For security issues
ar: لقضايا الأمان

source: For fires issues
ar: لقضايا الحرائق

source: For car accidents
ar: لحوادث السيارات

source: For road issues
ar: لقضايا الطريق

# For rain.. and disasters
source: For rain.. etc disasters
ar: للمطر .. والكوارث

source: For all emergency cases
ar: لجميع حالات الطوارئ

source: No SIM card needed
ar: لا حاجة لبطاقة SIM

source: Electronics
ar: إلكترونيات

source: Charger
ar: الشاحن

source: Laptop
ar: حاسوب محمول

source: Documents
ar: وثائق

source: Passport
ar: جواز سفر

source: Clothes
ar: ملابس

source: Abaya
ar: عباية

source: Underwear
ar: ثياب داخلية

source: Essentials
ar: الأساسيات

source: Deodorant
ar: مزيل عرق

source: Hair Brush
ar: فرشاة الشعر

source: Emergency Kit
ar: طقم الطوارئ

source: Your next trip on
ar: موعد رحلتك القادمة

source: Coming Soon
ar: قريبًا ..

source: Close
ar: إغلاق

source: New item
ar: إضافة عنصر
